tap "oven-sh/bun"

brew "jpeg-xl"
brew "aom"
brew "autoconf"
brew "automake"
brew "b2-tools"
brew "bat"
brew "btop"
brew "glib"
brew "cmake"
brew "viu"
brew "luarocks"
brew "coreutils"
brew "curl"
brew "docker-completion"
brew "docker"
brew "docker-credential-helper"
brew "eksctl"
brew "eza"
brew "fd"
brew "gnutls"
brew "go"
brew "ffmpeg"
brew "fswatch"
brew "fzf"
brew "fzy"
brew "gcc"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gping"
brew "grep"
brew "helm"
brew "htop"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "krew"
brew "kustomize"
brew "libslirp"
brew "libusb"
brew "libxml2"
brew "make"
brew "mise"
brew "yt-dlp"
brew "mpv"
brew "lua-language-server"
brew "ncdu"
brew "neovim"
brew "node"
brew "openssh"
brew "pre-commit"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "stow"
brew "stress"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "unzip"
brew "watch"
brew "wget"
brew "yaml-language-server"
brew "yq"
brew "zsh"
brew "oven-sh/bun/bun"

cask "alacritty"
cask "another-redis-desktop-manager"
cask "appcleaner"
cask "bruno"
cask "dbeaver-community"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-iosevka-nerd-font"
cask "hammerspoon"
cask "iina"
cask "rectangle"
cask "slack"
cask "the-unarchiver"
cask "transmission"
cask "font-jetbrains-mono-nerd-font"
