brew "bat"
brew "cmake"
brew "coreutils"
brew "curl"
brew "docker"
brew "docker-completion"
brew "docker-credential-helper"
brew "eza"
brew "fd"
brew "fzy"
brew "gcc"
brew "git"
brew "git-lfs"
brew "glib"
brew "gnu-sed"
brew "gping"
brew "helm"
brew "htop"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kustomize"
brew "libusb"
brew "libxml2"
brew "make"
brew "mise"
brew "ncdu"
brew "neovim"
brew "node"
brew "openssh"
brew "pre-commit"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "stow"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "watch"
brew "wget"
brew "yt-dlp"
brew "zsh"

cask "appcleaner"
cask "dbeaver-community"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "hammerspoon"
cask "iina"
cask "rectangle"
cask "the-unarchiver"
