tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"
tap "oven-sh/bun"
brew "jpeg-xl"
brew "aom"
brew "autoconf"
brew "automake"
brew "openssl@3"
brew "b2-tools"
brew "bat"
brew "btop"
brew "glib"
brew "python@3.12"
brew "cmake"
brew "coreutils"
brew "curl"
brew "direnv"
brew "docker-completion"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "eksctl"
brew "eza"
brew "fd"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fswatch"
brew "fzf"
brew "fzy"
brew "gcc"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gping"
brew "grep"
brew "helm"
brew "htop"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "krew"
brew "kustomize"
brew "libslirp"
brew "libusb"
brew "libxml2"
brew "lima"
brew "llvm"
brew "make"
brew "mise"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "mypy"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "neovide"
brew "node"
brew "openssh"
brew "podman"
brew "pre-commit"
brew "python-setuptools"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "sblim-sfcc"
brew "stow"
brew "stress"
brew "swig"
brew "tldr"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "unzip"
brew "watch"
brew "wget"
brew "yaml-language-server"
brew "yarn"
brew "yq"
brew "zsh"
brew "oven-sh/bun/bun"
cask "alacritty"
cask "another-redis-desktop-manager"
cask "appcleaner"
cask "bruno"
cask "craft"
cask "cyberduck"
cask "dbeaver-community"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-iosevka-nerd-font"
cask "hammerspoon"
cask "iina"
cask "monitorcontrol"
cask "moonlight"
cask "prismlauncher"
cask "rectangle"
cask "slack"
cask "telegram"
cask "temurin"
cask "transmission"
cask "vlc"
cask "whisky"
cask "font-jetbrains-mono-nerd-font"
